const cities = [
  "الرياض", "جدة", "مكة المكرمة", "المدينة المنورة", "الدمام", "الخبر", "الظهران", "الطائف",
  "بريدة", "حائل", "تبوك", "أبها", "خميس مشيط", "جيزان", "نجران", "عرعر", "القريات", "القصيم",
  "ينبع", "رابغ", "الخرج", "بيشة", "الدوادمي", "القنفذة", "حفر الباطن", "القطيف", "صفوى",
  "المجمعة", "الجوف", "الباحة", "الطريف", "رأس تنورة", "تاروت", "الخفجي", "ضباء", "العلا", 
  "أملج", "وادي الدواسر", "سكاكا", "رفحاء", "القيصومة", "بلجرشي", "تثليث", "العريسة", "شرورة",
  "رنية", "الليث", "القريات", "ثادق", "العيينة", "الحريق", "حوطة بني تميم", "الزلفي", "عفيف", 
  "مرات", "المزاحمية", "بدر", "الحناكية", "الجموم", "ميسان", "تربة", "رابغ", "أضم", "الطوال", 
  "صبيا", "بيش", "أحد المسارحة", "ضمد", "الدرب", "العرضيات", "الحرجة", "بارق", "النماص", 
  "تنومة", "المجاردة", "سراة عبيدة", "رجال ألمع", "محايل عسير", "العارضة", "أبو عريش"
];

export default cities;
