// const educations = [
//   "بكالوريوس علوم الحاسوب",
//   "بكالوريوس هندسة البرمجيات",
//   "دبلوم تطوير التطبيقات",
//   "بكالوريوس تكنولوجيا المعلومات",
//   "بكالوريوس هندسة الشبكات",
//   "بكالوريوس الذكاء الاصطناعي",
//   "بكالوريوس التصميم الجرافيكي",
//   "دبلوم التصميم الرقمي",
//   "بكالوريوس الفنون الجميلة",
//   "دبلوم تصميم واجهات المستخدم/التجربة (UX/UI)",
//   "بكالوريوس الوسائط المتعددة",
//   "بكالوريوس اللغات والترجمة",
//   "بكالوريوس اللغة العربية",
//   "بكالوريوس الصحافة والإعلام",
//   "دبلوم الكتابة الإبداعية",
//   "بكالوريوس الأدب الإنجليزي",
//   "بكالوريوس التسويق",
//   "دبلوم التسويق الرقمي",
//   "بكالوريوس إدارة الأعمال",
//   "دبلوم التجارة الإلكترونية",
//   "بكالوريوس العلاقات العامة",
//   "بكالوريوس إدارة الأعمال",
//   "ماجستير إدارة المشاريع",
//   "بكالوريوس المحاسبة",
//   "بكالوريوس الإدارة المالية",
//   "دبلوم إدارة الموارد البشرية",
//   "بكالوريوس التربية",
//   "دبلوم التعليم عن بعد",
//   "بكالوريوس اللغات",
//   "بكالوريوس علم النفس التربوي",
//   "بكالوريوس علم الاجتماع",
//   "بكالوريوس الفلسفة",
//   "بكالوريوس العلاقات الدولية",
//   "بكالوريوس الهندسة الكهربائية",
//   "بكالوريوس الهندسة المدنية",
//   "بكالوريوس الفيزياء",
//   "بكالوريوس الكيمياء",
//   "بكالوريوس الحقوق",
//   "ماجستير القانون التجاري",
//   "دبلوم إدارة المشاريع"
// ];

// export default educations;

const educations = ["الثانوية العامة", "بكالريوس", "ماجستير", "دكتوراة"];

export default educations;
