import React from "react";
import BlockKnow from "./BlockKnow";

export default function KnowUs() {
  return (
    <div className="mt-20 w-[95%] mx-auto" id="knowUs">
      <div className="flex justify-center font-bold text-[1.6rem]">
        <h1>تعرف علينا</h1>
      </div>
      <div className="grid grid-cols-[repeat(auto-fit,_minmax(0,_290px))] smm:grid-cols-[repeat(auto-fit,_minmax(250px,1fr))] mt-10 justify-between gap-3">
        <BlockKnow
          textOne={"من نحن"}
          textTwo={
            "نحن إرشاد للموارد البشرية متخصـــصـــون فی مجال التوظیف والتدریب والإرشاد المهنی، کما نتمیز بتقدیم الخدمات الممیزة عبر منصـتنا للشــرکات لمســاعدتهم على المواصلة والنمو فی سوق العمل الســـــــــعودي تماشیآ مع رؤية المملكة 2030"
          }
        />
        <BlockKnow
          textOne={"رؤيتنا ورسالتنا"}
          textTwo={
            "رؤیتنا ورسالتنا موجهة نحو تطویر الشباب على مختلف توجهاتهم العملية من اجل التعرف على احتیاجاتهم من التدریب والتطویر لتمکینهم من مساعدة الشرکات على الارتقاء بمستوى الموظفین لیکونوا عنصر بناء فی شرکاتهم."
          }
        />
        <BlockKnow
          textOne={"قيمنا"}
          textTwo={"تطوير الشباب : نلتزم بتطوير قدرات الشباب"}
          textThree={"التدريب: نوفر التدريب لتلبية الاحتياجات"}
          textFour={"التمكين: نهدف لتمكين الشباب في شركاتهم"}
          textFive={"الارتقاء: نساعد  في تحسين موظفيها"}
          textSix={"البناء: نؤمن بان الموظفين المدربين هم اساس النجاح"}
        />
        <BlockKnow
          textOne={"اهدافنا"}
          textTwo={
            "هدفنا زیادة کبیرة فی توظیف المواطنین السعودیین فی جمیع القطاعات. نحن نؤمن بتعزیز نوع الابتکار المطلوب لتحقیق الازدهار المستقبلی للمملكة. نحن نهدف إلى توفیر آفاق جدیدة مهمة للشرکات الصغیرة والمتوسطة والشباب ذوي التفکیر الریادي."
          }
        />
      </div>
    </div>
  );
}
